Repository: Meddington/OutlookPrivacyPlugin
Catalog: OutlookPrivacyPlugin/FormKeySelection.*.resx
Languages: fr

# groupBox1.Text
source: Recipients not valid, not trusted or not found
fr: Destinataires non valide, pas de confiance ou pas trouvé

# columnHeader1.Text
source: Account / User ID
fr: Compte / ID Utilisateur

# columnHeader2.Text
source: Expiry
fr: Expiration

# columnHeader3.Text
source: Key ID
fr: KeyItem ID

# groupBox2.Text
source: Select Recipients for Encryption
fr: Sélectionner les destinataires pour le chiffrement

# checkBoxSendEncrypted.Text
source: Send encrypted
fr: Envoyé chiffré

# checkBoxSendSigned.Text
source: Send signed
fr: Envoyé signé

# buttonRefreshKey.Text
source: Refresh Key List
fr: Rafraîchir la liste

# buttonSend.Text
source: Send
fr: Envoi

# buttonCancel.Text
source: Cancel
fr: Annuler

# $this.Text
source: Key Selection
fr: Séléction de la clé
